acpi
acpilight
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty-ligatures-git
anydesk-bin
argocd
audacity
autoconf
automake
aws-cli-v2-bin
axel
base
bat
betterlockscreen
bind
bison
blueman
bluez
bluez-utils
bpytop
bspwm
cantata
capitaine-cursors
chntpw
clang
cpu-x
dhcpcd
docker
doctl
duf
dunst
efibootmgr
evince
evtest
eww-git
exa
fakeroot
feh
file-roller
firefox
flex
fortio-bin
gcc
gimp
git
google-chrome
groff
grub
helm
htop
httpie
imagemagick
inkscape
jq
kube-ps1
lens-bin
lib32-alsa-plugins
lib32-gnutls
lib32-libpulse
lib32-nvidia-utils
lib32-sqlite
lib32-vulkan-icd-loader
libinput-gestures
libtool
linux
linux-firmware
lutris
lxappearance
ly
m4
make
mesa-utils
mpd
nautilus
nautilus-bluetooth
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
ntfs-3g
nvidia
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
opencl-nvidia
openresolv
os-prober
papirus-icon-theme
patch
pavucontrol
php
picom
pipewire-pulse
pkgconf
playerctl
polybar
python-pip
ranger
ripgrep
rofi
rofi-calc
rust-analyzer
scrot
spotify
stow
strace
sudo
sxhkd
tcpdump
teams
telegram-desktop
terraform
terraform-ls
texinfo
tlp
tor
torsocks
traceroute
transmission-cli
tree
trivy-bin
ttf-font-awesome
unrar
upower
vim
vivid
vlc
vscodium-bin
wget
which
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wireshark-cli
xclip
xcolor
xdo
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay-git
yq
zscroll-git
zsh
