a52dec
abseil-cpp
accountsservice
acl
acpi
acpilight
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
anydesk-bin
aom
archlinux-keyring
argocd
argon2
at-spi2-core
atkmm
attr
audacity
audit
authy
autoconf
automake
avahi
axel
babl
base
base-devel
bash
bat
bc
bcg729
betterlockscreen
bind
binutils
bison
blas
blueman
blueprint-compiler
bluez
bluez-libs
bluez-utils
boost-libs
botan2
bottles
bpytop
brave-bin
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cantata
capitaine-cursors
catch2
cblas
cdparanoia
chntpw
cinnamon-desktop
clang
cloudflare-warp-bin
cmake
compiler-rt
corectrl
coreutils
cpu-x
cryptsetup
curl
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dkms
dmraid
dnssec-anchors
dosfstools
double-conversion
duf
duktape
dunst
e2fsprogs
efibootmgr
efivar
enchant
evince
evtest
exa
exempi
exiv2
expat
faad2
fakeroot
feh
ffmpeg
ffmpeg4.4
fftw
file
file-roller
filesystem
findutils
firefox
flac
flex
fmt
font-manager
fontconfig
fortio-bin
freeglut
freetype2
fribidi
fuse-common
fuse3
fvs
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
ghostscript
giflib
gimp
git
glew
glfw-wayland
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-backgrounds
gnome-bluetooth
gnome-desktop
gnome-desktop-common
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperf
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkglext
gtkmm3
gtksourceview5
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
helm
hexedit
hicolor-icon-theme
hidapi
highway
htop
http-parser
httpie
hunspell
hwdata
hwloc
hyphen
i2c-tools
i3lock-color
iana-etc
icoextract
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jansson
jasper
jbig2dec
jemalloc
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
kube-ps1
kubectl
l-smash
lame
lapack
lcms2
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libasyncns
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libpulse
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-openssl
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libb64
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcpuid
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdispatch
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgudev
libgxps
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinput-gestures
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmtp
libmusicbrainz5
libmypaint
libmysofa
libnatpmp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libqalculate
libraqm
libraw
libraw1394
librsvg
libsasl
libsass
libsbsms
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtraceevent
libtracefs
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lua
lua52
luajit
lutris
lv2
lvm2
lxappearance
ly
lz4
lzo
m4
mailcap
make
man-db
mangohud
mawk
mbedtls
mbedtls2
md4c
mdadm
media-player-info
mesa
mesa-utils
meson
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
mypaint-brushes1
nasm
nawk
ncurses
ndctl
nemo
neofetch
neon
neovim
net-tools
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nftables
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nativefier
nodejs-nopt
noisetorch
npm
npth
nspr
nss
ocl-icd
oniguruma
openal
opencl-headers
opencore-amr
openexr
openjpeg2
openlens-bin
openmpi
openpmix
openrazer-daemon
openrazer-driver-dkms
openrazer-meta
openresolv
openrgb-bin
openssh
openssl
openvpn
opus
orc
os-prober
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
paru
patch
patool
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
playerctl
polkit
polybar
polychromatic
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
procps-ng
protobuf
psmisc
pugixml
python
python-argcomplete
python-attrs
python-autocommand
python-beautifulsoup4
python-build
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-colour
python-cryptography
python-daemonize
python-defusedxml
python-distro
python-evdev
python-fastjsonschema
python-gobject
python-idna
python-inflect
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-markdown
python-markdown-it-py
python-mdurl
python-moddb
python-more-itertools
python-multidict
python-notify2
python-numpy
python-openrazer
python-ordered-set
python-orjson
python-packaging
python-pathvalidate
python-pefile
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pycurl
python-pydantic
python-pygments
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrate-limiter
python-pysocks
python-pyudev
python-requests
python-requests-toolbelt
python-rich
python-setproctitle
python-setuptools
python-shiboken2
python-six
python-soupsieve
python-steamgriddb
python-tomli
python-tomlkit
python-toolz
python-tqdm
python-trove-classifiers
python-typing_extensions
python-uc-micro-py
python-urllib3
python-validate-pyproject
python-wheel
python-xmltodict
python-yaml
qt5-base
qt5-charts
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
quazip-qt5
ranger
rav1e
re2
readline
reflector
rhash
ripgrep
rnnoise
rofi
rofi-calc
rsync
rtkit
rust
rust-analyzer
rust-src
sassc
sbc
scdoc
scrot
sdl2
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
slack-desktop
slang
snappy
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spirv-tools
spotify
sqlite
squashfs-tools
sratom
srt
startup-notification
stow
strace
sublime-text-4
sudo
suil
suitesparse
svt-av1
sxhkd
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcpdump
tdb
telegram-desktop
telegram-tdlib
terraform-ls
texinfo
thin-provisioning-tools
timer-for-harvest
tinycompress
tor
torsocks
tpm2-tss
traceroute
tracker3
transmission-cli
tree
tree-sitter
trivy-bin
tslib
ttf-dejavu
ttf-font-awesome
ttf-opensans
twolame
tzdata
udisks2
unibilium
unrar
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
via-bin
vid.stab
vim
vim-runtime
vivid
vkbasalt-cli
vkd3d
vlc
vmaf
volume_key
vscodium-bin
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
webkit2gtk
webp-pixbuf-loader
webrtc-audio-processing
wget
whatsapp-nativefier
which
wine
wireless_tools
wireplumber
wireshark-cli
wlroots
woff2
wofi
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapp
xautomation
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcolor
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xdo
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xxhash
xz
yq
zeromq
zimg
zip
zlib
zscroll-git
zsh
zstd
